{
  "title": "Lost in the city",
  "content": "Lost in the city\n\nWhy was the race difficult for the children? Can you guess?\n\nBen and his friends Betty, Chris and Anna took part in the City Race last Saturday. It was more difficult than they thought! 'The first checkpoint is a hotel in Tsim Sha Tsui,' said Betty. 'That's easy! I know Tsim Sha Tsui very well.' 'How far is it from the train station to the hotel?' asked Ben.\n\nChris checked the map and said, 'It's about three kilometres. We can go over that footbridge and walk to the hotel.'\n\nWhy did Anna want to take a taxi? 'I don't want to walk three kilometres,' Anna shouted. 'Let's take a taxi. We're right next to the taxi rank.' 'We can't take a taxi. It's against the rules! Let's take a bus instead,' said Chris. 'How long does it take to go from the bus terminal to the hotel by bus?' asked Anna. 'It takes about 15 minutes,' answered Chris.\n\nAfter some discussion, they all agreed to take the bus from the bus terminal near the train station.\n\nThe children got off the bus near Kowloon Park. 'The hotel is on Cameron Road,' said Betty. 'It's about 200 metres from here.' 'Great! Let's walk quickly!' said Ben. The children stopped at a pedestrian crossing. 'Can't we just cross the road?' complained Ben. 'No, we must wait for the green light. Stay on the pavement, Ben,' said Chris.\n\nThe children continued walking when the traffic lights turned green. Suddenly, Betty yelled, 'We're on Cameron Road now. 40 Let's look for the hotel.'\n\nThey ran up and down the road, but they could not find any hotels. 'Are you sure we're on the right road?' asked Anna. 'No, we're not!' Chris pointed at a street sign. 'This isn't Cameron Road. This is Carnarvon Road.'\n\nThey all looked at Betty. 'Well, I guess I don't know Tsim Sha Tsui very well.'\n\nWhat made the children stop at the pedestrian crossing? (1)\n\nWho said the last sentence? (2)\n\nWhat is your favourite way to get around the city? What type of transport do you use?"
}
