{
  "title": "When Grandma was young",
  "content": "When Grandma was young\n\nExamples Anna and Grandma are babysitting Anna's little cousins. Read the conversation to see what happens.\n\nGrandma: Anna, could you please help Oscar button his clothes? My hands are full. I'm preparing a meal for all of you.\n\nAnna: I'm tying June's hair up. Can you ask Oscar to button his clothes by himself?\n\nGrandma: Don't be silly! Oscar is only four years old.\n\nAnna: I could button my own clothes by myself when I was four.\n\nGrandma: That's not true. Jessica helped you with that. You couldn't button your clothes by yourself until you were five.\n\nAnna: Really? I don't remember my sister doing that. What could I do by myself when I was four?\n\nGrandma: Let me see ... when you were four, you could ... comb your hair by yourself.\n\nAnna: But I had very short hair. Grandma: That's why you could do it by yourself, dear! Hurry up and give Oscar a hand. He's doing the buttons all wrong! Anna: All right. Come here, Oscar. Let me help you. What else could I do when I was four, Grandma?\n\nGrandma: Oh, you could also put on your own shoes, but you couldn't tie your shoelaces by yourself. It took two more years for you to learn how to do that.\n\nAnna: Tying shoelaces is difficult! Jessica couldn't do it until she was seven.\n\nGrandma: I could tie my shoelaces when I was five. When we were young, we could do a lot of things by ourselves.\n\nAnna: What kinds of things could you do by yourself when you were young?\n\nGrandma: Things like preparing a meal, washing our clothes, or even making our own dresses. When I was young, I made dresses for myself and my sisters. I could also prepare a meal for my family when I was eight. Nowadays, some children can't even eat with chopsticks when they are eight.\n\nAnna: Could you carry your own school bag? Grandma: I didn't have to carry a school bag. My family was too poor to send me to school! I could not read until I was 30.\n\nWhat could you do when you were four? Do you remember?"
}
