{
  "title": "An offline holiday",
  "content": "An offline holiday\n\n## Examples\n\nBetty's family was on a holiday trip. They spent a night without using the Internet. Let's find out what happened.\n\n## An offline holiday\n\nBetty and her family went to Bangkok for a holiday trip. When they returned to the hotel at night, Betty wanted to surf the Internet. 'Dad, can I please borrow your tablet?' 5 asked Betty.\n\nDad asked, 'Why do you need it?'\n\nBetty answered, 'I need it because I want to surf the Internet. I want to message my friends and upload some photos too.'\n\nDad scratched his head and said, 'I'm sorry, Betty. The battery of my tablet ran out and I couldn't find the charger.'\n\nWhat was there in Mum's hands?\n\nWhy couldn't Dad give Betty and Billy his smartphone? 'How about your smartphone? Can we use it instead? I want to download a video and check messages,' Billy heard the conversation and asked. 'The phone battery is low too,' Dad answered. 'Oh, this is the worst holiday ever!' Betty yelled. 'Come on, children,' Mum said. 'There are many other things we can do without a tablet or a smartphone. In the past, my friends and I used to talk all night when we went on trips together.'\n\n'That's right,' Dad said, 'In the past, we also used to play card games with our friends. Nowadays, people usually play games on the Internet.' 'I have some card games in my luggage. I bought them from an online shop last month. Shall we try one of the games?' asked Mum. 'All right. It's better than doing nothing,' Betty and Billy answered.\n\nMum took out a deck of cards and explained the rules of the game to Betty and Billy, but they had a problem. 'Mum, how do you hold the cards?' asked Betty. 'We never have to hold the cards when we play online card games,' said Billy.\n\nWhen they returned to Hong Kong, Mum gave the card game a high rating and posted a comment on the shop's website.\n\nWhat problem did Betty and Billy have?\n\nWhat do you usually do in your free time? Do you spend most of your time online or offline?"
}
