{
  "title": "Fantasy Family Farm",
  "content": "Fantasy Family Farm\n\nExamples Ben wants to visit a farm during the weekend. He finds a website of an interesting farm.\n\n## Fantasy Family Farm\n\n## A fabulous farm for a fun-filled family trip\n\nYou want to send an email to the farm. In which section can you find their email address?\n\n## HOME I SHOWS I NEWS I PHOTOS I CONTACT US\n\nAre you looking for outdoor fun? Have you ever taken care of plants and animals? Have you ever made food and things which you need in your daily life? You can try all of these at Fantasy Family Farm!\n\nOn our farm, you can pick fruit from our apple trees. We get milk from cows and eggs from chickens, 10 but they need food too! Feed our animals and keep them healthy. Learn how to make bread, soap and candles like people did in the past. You can take home anything which you make!\n\nThere is time to play too! You can ride a horse in our grassy green fields or row a boat on our beautiful blue lake. If you want to play among the terrific tall trees, we have a tree house and a rope course. If sport is what you want, you can even play golf.\n\nMake plans now to enjoy an exciting educational experience at Fantasy Family Farm!\n\n# Fantasy Family Farm\n\nA fabulous farm for a fun-filled family trip\n\nHOME I SHOWS I NEWS I PHOTOS I CONTACT US A very special guest 11 June Last month, we welcomed our 10,000th visitor! Jenny Leung will get free entry to our farm for the rest of her life! We interviewed her during her visit.\n\nFFF: Welcome to our farm. Have you ever lived on a farm? JL: No, I've never lived on a farm. I've always lived in the city.\n\nFFF: What activity on our farm do you like most? JL: I like making candles most. FFF: Have you ever made anything by hand? JL: I've made bread before, but I've never made soap or candles. It's interesting!\n\nFFF: Have you ever played with a farm animal? JL: Yes, I've ridden a horse before. FFF: Nice! I have an interesting question. What do you call a horse which lives next to you?\n\nJL: Hmm, a 'neigh-bour'! FFF: You're so clever!"
}
